{
  "personal_claim1aa": "Register <i>once</i> for all your apps",
  "personal_claim1aaa": "Registering to apps that require verified ID's won't take forever anymore",
  "personal_claim1aaaa": "Register to apps without waiting to get your ID verified",
  "personal_claim1a": "All your verified IDs secured in one place",
  "personal_claim1b": "Use your apps when you have the need, don't wait to get verified.",
  "personal_claim1aaaaa": "Signup and get verified instantly",
  "personal_claim1": "Pain-less verified signups for your apps",
  "personal_claim2a": "Keep all your ID's secured in one place and stop sending your personal data to all companies. Register instantly to ",
  "personal_claim2b": "Stop sending your IDs to companies and keep them secure in one place instead. Use your apps when you have the need, don't wait to get verified.",
  "personal_claim4": "A way to verify to all your apps with confidentiality and giving permission to access, not data itself.",
  "personal_claim2": "Secure your ID's in one place, manage who has access to it, and use apps without waiting to get verified.",
  "btn_cta_start": "Get started!",
  "btn_cta_contact": "Get in touch!",
  "personal_highlights_idwallet_title": "ID wallet",
  "personal_highlights_idwallet_content": "Keep all your ID's, driving licenses and other documents secured in one place, always accessible to you from wherever you are.",
  "personal_highlights_oneregister_title": "Instant verified signups",
  "$personal_highlights_oneregister_content2": "Get instantly verified by any new app or service you want to use. Just give them permission to access the data we guard for you. You are the only owner of your data, let us handle the rest.",
  "personal_highlights_oneregister_content": "Signup to the apps that require ID verification without the struggle of taking the photos and waiting to get verified. Just give them access and start using the app rightaway.",
  "personal_highlights_privacy_title": "Own your data",
  "personal_highlights_privacy_content": "Stop sending your personal data to all companies. Only grant permission to access, not data itself. You can also check who has access to it and when was the last time they checked it. We protect all of it, you decide who can access it.",
  "personal_highlights_security_title": "security",
  "personal_highlights_security_content": "Your IDs are not exposed to internet, they are only accessible throughout the server that holds it. This means that only you and who you chose will have access to it.",
  "personal_features_title": "The Silt API is ideal for any fintech solution or application.",
  "personal_features_finance_management_title": "Personal Finance Management",
  "personal_features_credit_title": "Credit",
  "personal_features_investment_title": "Investment",
  "personal_features_accounting_software_title": "Accounting Software",
  "personal_features_savings_title": "Savings",
  "personal_features_account_authentication_title": "Account Authentication",
  
  "footer_silt_what": "Silt is a software provider that takes charge of all development and maintainment for Verified ID Signups and KYC for companies.",
  "footer_contact": "Contact us at",
  "footer_copyright": "Silt © {year}. Made in Barcelona",
  
  "business_claim1": "KYC, ID Verification & signup users instantly",
  "business_claim2": "Create verification signup forms without typing a line of code. Get instant <b>ID Verifications, KYC or reduce fraud </b> while improving the user signup experience. ",

  "business_ask_once_title": "Why ask people the same information over and over again?",
  
  "business_differences_section": "What makes Silt unique",
  "business_differences_title": "The most convenient solution for you and your users",

  "business_differences_oneRegister_title": "Why ask for the same information over and over again?",
  "business_differences_oneRegister_content": "Silt users will only need to get verified and upload their IDs once. After that they will be able to use instantly any app integrated with Silt by just granting permissions.",
  "business_differences_oneRegister_title2": "Users verification without ID upload",
  "business_differences_oneRegister_content2": "Verified users of the Silt platform will be able to use your service with less than a second. They won't have to go through the ID upload and verification process. By just giving permission to you to access the data we hold, they will be able to use the app right away.",
  "business_differences_technology_title": "Cutting edge proprietary tech",
  "business_differences_technology_content": "Users that are not in Silt, will go through the automated verification process. This process is performed by the most advanced algorithm at this moment, combined with a proprietary model that allows us to verify users with 98% accuracy under 60 seconds.",
  "business_differences_noManagement_title": "No management or development required",
  "business_differences_noManagement_content": "Forget about having ANYONE hired for KYC. Silt will take care of the signup forms and verifications of every new user that wants to use your app. Silt will handle their <b>privacy & data security, KYC, AML & PEP compliance </b>, manual reviews and everything else.",
  "business_differences_noManagement_content2": "Silt provides verified signups for our customers. We handle the verifications of every new user that wants to use your app and let Silt take care of their privacy & data security, KYC, AML & PEP compliance, manual reviews and everything else. Forget about having someone hired for this.",

  "business_highlights_vanguardTech_section": "Verification technology",
  "business_highlights_vanguardTech_title": "How our vanguard verification technology works",
  "business_highlights_vanguardTech_content": "Our proprietary IDaaS technology gets users verified under 60s with 98% reliability due to our AI model trained with thousands of ID documents. Use it for signups and biometrical logins.",
  "business_highlights_faceRecognition_title": "Face Recognition",
  "business_highlights_faceRecognition_content": "",
  "business_highlights_liveness_title": "Liveness checks",
  "business_highlights_liveness_content": "",
  "business_highlights_docscan_title": "Document scan",
  "business_highlights_docscan_content": "Silt extracts the information of the user through our OCR technology.",
  "business_highlights_authenticity_title": "ID Authenticity",
  "business_highlights_authenticity_content": "We check holograms, corner detections and other parameters that allows us to detect fake ID",
  "business_highlights_biometric_title": "Biometric Login",
  "business_highlights_biometric_content": "Once your user is registered, you can ask him to identify himself with facial recognition so that you can prevent fraud or identity theft",
  "business_highlights_dashboard_title": "Dashboard",
  "business_highlights_dashboard_content": "Although we handle everything for you, you may need from time to time to check your users verified IDs. For that, we provide an admin dashboard to easily check users identity at a glance.",

  "business_highlights_countries_title": "Silt verifies identity documents from all countries",
  "business_highlights_countries_content": "We currently cover automatic verification, KYC, PEP & AML for more than 150 countries. The rest we handle it manually and train our model to accept new countries.",

  "business_highlights_noregister_title": "200ms verified new users",
  "business_highlights_noregister_content": "Users may not even have to go through the verification process. By just giving you permission to access their verified data, you will get less friction, immediate use of the app, lower retargeting costs.",
  
  "business_friction_section": "Product Benefits",
  "business_friction_title": "Less friction for the users",
  "business_friction_oneregister_header": "300%",
  "business_friction_oneregister_headerDescription": "Conversion rate improvement",
  "business_friction_oneregister_title": "Greatly improve your conversion",
  "business_friction_oneregister_content": "With our user digital ID signups and automatic verification, you will greatly improve conversion rates. This will translate in greater growth & lower retargeting costs.",
  "business_friction_trust_header": "100%",
  "business_friction_trust_headerDescription": "Trust",
  "business_friction_trust_title": "Don't fight for the trust",
  "business_friction_trust_content": "Our business is trust. Forget about security & privacy related to the ID's of your users. Focus on your core business.",
  "business_friction_fast_header": "0",
  "business_friction_fast_headerDescription": "Fraud",
  "business_friction_fast_title": "Greatly reduce fraud",
  "business_friction_fast_content": "By using our automatic verification service you will get everyone identified. Combined with our biometrical login and fraud insurance (coming soon) you will be able to eradicate fraud.",
  
  "2business_costs_title": "Lower your costs with no effort",
  "business_costs_manage_title": "No one hired in charge of verifications",
  "2business_costs_manage_content": "We will take care of all signups, and approve or decline every single register. Forget about having someone hired for this task. Forget about the problems managing them.",
  "2business_costs_retargeting_title": "Decrease retargeting costs",
  "2business_costs_retargeting_content": "The verification rate will increase with the One Register and automatic verification Silt technology. This will avoid retargeting costs to make users verify.",

  "business_howto_section": "How to integrate with Silt",
  "business_howto_title": "How do I integrate Silt with my company?",
  "business_howto_content": "Getting your users verified is very easy with Silt. You only need to follow these three steps:",
  "business_howto_content1": "Signup at Silt",
  "business_howto_content2": "Define which ID documents and which extra info do you require from your users",
  "business_howto_content3": "Add the code snippet with your client ID provided by Silt to your iOS, Android or Web application",
  "business_howto_content4": "After this, you will have a button that your users need to click in order to get to the Silt signup. Once they finish with the <b>ID Document Verification</b> you will be able to access to their data in the Silt Admin Dashboard.",

  "business_benefits_sdk_title": "Seamless Web, iOS & Android integration",
  "business_benefits_sdk_content": "Add our Web SDK, iOS SDK or Android SDK to your service with just a few lines of code",
  "business_benefits_integration_title": "Seamless integration",
  "business_benefits_integration_content": "With just 3 minutes of integration you will get...",
  "business_benefits_fraud": "Great drop in fraud",
  "business_benefits_gdpr": "GDPR compliance",
  "business_benefits_kyc": "KYC compliance",
  "business_benefits_aml": "AML compliance",
  "business_benefits_pep": "PEP compliance",
  "business_benefits_legal": "Legal advice",

  "business_usecases_section": "Use cases",
  "business_usecases_title": "Silt deals with your fraud and KYC, AML, PEP & GDPR compliance",
  "business_usecases_content": "Your business could certainly benefit from our platform whichever your sector is. Find out more about how Silt could help you reduce fraud & chargebacks or be KYC, AML & PEP compliant, increase your conversion rates, mass contracts...",

  "business_pricing_section": "Pricing",
  "business_pricing_title": "Our prices are flexible to every customer",
  "business_pricing_content": "Contact us for further information with no compromise. We will be happy to discuss with you why Silt is the best solution you can get both in management and cost efficient. ",

  "business_usecases_neobank": "Neobanks",
  "business_usecases_sharing": "Sharing economy",
  "business_usecases_p2p": "P2P marketplaces",
  "business_usecases_gaming": "Online games",
  "business_usecases_contract": "Quick mass contracts",
  "business_usecases_other": "other",

  "seo_1": "Be KYC compliant with Silt",
  "seo_2": "Verify that all users pass PEP & AML checks",
  "seo_3": "We pass our OCR to ID Documents, driving licenses & passports to extrat verified data",
  "seo_4": "Silt seales and preserves users privacy by centralizing their data",
  "seo_5": "Create signup forms without typing a line of code",
  "seo_6": "Be legal compliant with Europe regulations",
  "seo_7": "Forget about handling fraud",
  "seo_8": "With Silt your conversion rates will increase while your costs will decrease.",
  "seo_9": "You no longer need to build trust, use Silt and you will be trusted."
}
